{"translation-revision-date":"2024-02-13 02:56:22+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"This will delete all of your customizer settings. It cannot be undone.":["Tindakan ini akan menghapus semua pengaturan Customizer Anda. Tidak dapat dikembalikan lagi"],"Reset your customizer settings.":["Atur ulang pengaturan Customizer Anda"],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["Nikmati GeneratePress pada level berikutnya dengan lebih banyak pilihan, situs awal dengan desain profesional, dan rancang bangun tema berbasis blok."],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["Kunjungi forum bantuan kami"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["Kami menyediakan bantuan berkualitas. Dapatkan akses menuju forum bantuan kami dan raih manfaat dukungan berkelas kami."],"Premium Support":["Dukungan Premium"],"Explore more options":["Jelajahi lebih banyak fitur"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["Dapatkan lebih banyak fitur seperti advanced hook system, header ponsel, navigasi tersemat, scroll tak terbatas, masonry dan lebih banyak lagi."],"More Options":["Fitur Lain "],"Explore starter sites":["Jelajahi template situs"],"Start your site with a professionally-built starter site.":["Awali pembuatan situs Anda dengan template situs berdesain profesional."],"Site Library":["Pustaka Situs"],"Explore our theme builder":["Pelajari perancang tema kami"],"Design and build your theme elements in the block editor.":["Desan dan bangun elemen tema Anda di dalam editor blok."],"Theme Builder":["Pembangun Tema"],"Open options":["Buka opsi"],"Set up the layout of your overall site elements.":["Atur layout umum elemen situs Anda."],"Set up your site typography by using our dynamic typography system.":["Atur tipografi situs Anda dengan menggunakan sistem tipografi dinamis."],"Typography System":["Sistem Tipografi"],"Set up your global colors and stylize your site to match your brand.":["Atur warna global Anda dan percantik situs agar sesuai dengan brand Anda."],"Color Options":["Opsi Warna"],"Set options like your site title, description, logo, logo width, and more.":["Atur opsi seperti judul situs, deskripsi, logo, lebar logo dan lebih banyak lagi."],"Settings reset.":["Reset Pengaturan."],"Start Customizing":["Mulai Menyesuaikan"],"Layout Options":["Pilihan Layout"],"Reset":["Setel ulang"],"Site Identity":["Identitas Situs"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}