{"translation-revision-date":"2024-06-04 04:25:46+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Warning: JSON files may be unsafe":["Peringatan: berkas JSON mungkin berbahaya"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Mengunggah file JSON dari sumber yang tidak diketahui dapat berakibat fatal dan mengancam situs Anda. Untuk keamanan maksimal, hanya instal file JSON dari sumber terpercaya."],"Deactivate":["Nonaktifkan"],"Are you sure?":["Apakah Anda yakin?"],"Importing...":["Mengimpor..."],"Activate":["Aktifkan"],"Import Without Enabling":["Impor Tanpa Mengaktifkan"],"Enable and Import":["Aktifkan dan Impor"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Jika Anda tidak mengaktifkan pengunggahan berkas tanpa filter, semua berkas SVG atau JSON (termasuk lottie) yang digunakan dalam template yang diunggah tidak akan diimpor."],"Got it":["Saya mengerti"],"Migrate to v3.0":["Migrasi ke v3.0"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["Harap perhatikan bahwa proses ini akan mengembalikan semua perubahan yang dibuat pada Warna dan Font Global sejak upgrade ke v3.x."],"Enable Unfiltered File Uploads":["Aktifkan Upload File yang Tidak Tersaring"],"I understand that by upgrading to Font Awesome 5,":["Saya mengerti bahwa dengan memutakhirkan ke Font Awesome 5,"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["Saya mengakui bahwa beberapa perubahan dapat memengaruhi situs web saya dan bahwa tindakan ini tidak dapat diurungkan."],"Font Awesome 5 Migration":["Migrasi Font Awesome 5"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Sebelum Anda mengaktifkan unggahan berkas yang tidak difilter, harap perhatikan bahwa berkas seperti ini memiliki risiko keamanan. Elementor menjalankan proses untuk menghapus kode yang kemungkinan berbahaya, tetapi masih ada risiko yang terlibat saat menggunakan berkas tersebut."],"Continue":["Lanjutkan"],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["Harap perhatikan bahwa Anda kembali ke penyunting asali WordPress. Tata letak Anda sekarang, desain, dan konten mungkin rusak."],"Back to WordPress Editor":["Kembali ke Penyunting WordPress"],"Rollback to Previous Version":["Kembali ke Versi Terdahulu"],"Are you sure you want to reinstall previous version?":["Anda yakin ingin memasang ulang versi terdahulu?"],"Enable":["Aktifkan"],"Cancel":["Batal"]}},"comment":{"reference":"assets\/js\/admin.js"}}