{"translation-revision-date":"2024-06-04 04:25:46+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Mengunggah berkas JSON atau ZIP dari sumber tak dikenal bisa membahyakan situs Anda. Untuk keamanan maksimum, unggah berkas JSON atau ZIP hanya dari sumber yang dipercaya."],"Warning: JSON or ZIP files may be unsafe":["Peringatan: berkas JSON atau ZIP mungkin tidak aman"],"Support":["Bantuan"]," Learn more about Website Kits":["Pelajari lebih lanjut tentang Kit Situs Web"],"Upgrade Now":["Tingkatkan Sekarang"],"Elementor Templates":["Template Elementor"],"Site Area":["Area Situs"],"Custom Post Types":["Tipe Artikel Khusus"],"WP Menus":["Menu WP"],"Included":["Disertakan"],"Not yet":["Belum"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Jika Anda telah membeli, menginstal & mengaktifkan Elementor Pro, kami dapat terus mengimpor semua bagian dari situs ini."],"No custom post types in your site...":["Tidak ada jenis posting khusus di situs Anda..."],"Click to select custom post types":["Klik untuk memilih jenis custom post"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Bagian dari kit ini tumpang tindih dengan template, desain, dan pengaturan situs Anda. Item yang Anda biarkan dicentang di daftar ini akan menggantikan desain Anda saat ini."],"Import a Website Kit to your site":["Impor Kit Template ke situs Anda"],"Take me there":["Saya mau lihat!"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Buka Pembaruan dan pastikan plugin Anda diperbarui ke versi terbaru."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Tambahkan jenis posting khusus untuk diekspor. 20 item terbaru dari setiap jenis akan disertakan."]," Recommended:":[" Disarankan:"],"Importing your content, templates and site settings":["Mengimpor konten, template, dan pengaturan situs Anda"],"Required plugins are still missing.":["Plugin yang diperlukan masih belum ada."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["Anda tidak dapat menggunakan Kit Template ini karena tidak berisi konten, halaman, dll. Coba lagi dengan file yang berbeda."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["Kit Template yang Anda gunakan berisi plugin untuk fungsionalitas, tetapi tidak ada konten atau halaman, dll."],"Note:":["Catatan:"],"You’ve imported and applied the following to your site:":["Anda telah mengimpor dan menerapkan hal berikut ke situs Anda:"],"See it live":["Lihat secara langsung"],"There are few plugins that we couldn't install:":["Ada beberapa plugin yang tidak dapat kami instal:"],"Make sure your Elementor Pro account is connected":["Pastikan akun Elementor Pro Anda terhubung"],"Tip:":["Tip:"],"Let’s do it":["Ayo lakukan"],"Select which of these plugins are required for this kit work.":["Pilih plugin mana yang diperlukan agar kit ini berfungsi."],"Export your site as a Website Kit":["Ekspor situs Anda sebagai Kit Template"],"Create Kit":["Buat Kit"],"This file type is not allowed":["Jenis file ini tidak diizinkan"],"Is your Elementor Pro ready?":["Apakah Elementor Pro Anda sudah siap?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Tanpa Elementor Pro, mengimpor komponen seperti template, widget, dan popup tidak akan berfungsi."],"Install Elementor Pro":["Instal Elementor Pro"],"Missing Required Plugins:":["Plugin yang Diperlukan Tidak Ada:"],"Plugins to add:":["Plugin untuk ditambahkan:"],"Plugins you already have:":["Plugin yang sudah Anda miliki:"],"Activating plugins:":["Mengaktifkan plugin:"],"All items are already selected by default. Uncheck the ones you don't want.":["Semua item sudah dipilih secara default. Hapus centang yang tidak Anda inginkan."],"These are the templates, content and site settings that come with your kit.":["Ini adalah template, konten, dan pengaturan situs yang disertakan dengan kit Anda."],"Select which parts you want to apply":["Pilih bagian mana yang ingin Anda terapkan"],"If you don't include them, this kit may not work properly.":["Jika Anda tidak menyertakannya, kit ini mungkin tidak berfungsi dengan baik."],"Try Again":["Coba Lagi"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Ini memungkinkan Elementor untuk memindai SVG Anda dari konten berbahaya. Atau, Anda dapat melewati semua SVG dalam impor ini."],"First, enable unfiltered file uploads.":["Pertama, aktifkan unggahan berkas tanpa filter."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["Tidak ada yang perlu dikhawatirkan, lanjutkan saja tanpa mengimpor SVG atau kembali dan mulai impor lagi."],"Custom Post Type":["Tipe Artikel Khusus"],"WP Posts":["Pos WP"],"WP Pages":["Halaman WP"],"To import or export these components, you’ll need Elementor Pro.":["Untuk mengimpor atau mengekspor komponen ini, Anda memerlukan Elementor Pro."],"Global widgets":["Widget global"],"Kit Info":["Kit Info"],"How does importing work?":["Bagaimana pengimporan bekerja?"],"How does exporting work?":["Bagaimana pengeksporan bekerja?"],"Imported":["Terimpor"],"Existing":["Tersedia"],"Setting up your kit...":["Menyiapkan kit Anda..."],"Select the items you want to keep and apply:":["Pilih item yang ingin Anda simpan dan terapkan:"],"Your site's homepage will be determined by the kit. You can change this later.":["Beranda situs Anda akan ditentukan oleh kit. Anda dapat mengubah ini nanti."],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Unggah berkas dengan template, pengaturan situs, konten, dll., dan terapkan ke situs Anda secara otomatis."],"Back to Kit Library":["Kembali ke Pustaka Kit"],"Your kit is now live on your site!":["Kit Anda sekarang aktif di situs Anda!"],"Kit Description":["Deskripsi Kit"],"Kit Name":["Nama Kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Pilih komponen Elementor mana - template, konten dan pengaturan situs - untuk disertakan dalam berkas kit Anda."],"Kit Information":["Informasi Kit"],"Elementor Kit":["Kit Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Ini adalah detail yang akan Anda gunakan untuk menemukan dan menerapkan kit ini dengan cepat di masa depan, bahkan saat koleksi Anda bertambah."],"What is kit information?":["Apa itu informasi kit?"],"Say something about the style and content of these files...":["Katakan sesuatu tentang gaya dan konten berkas ini..."],"Now you can import this kit and use it on other sites.":["Sekarang Anda dapat mengimpor kit ini dan menggunakannya di situs lain."],"Background Settings":["Pengaturan Latar Belakang"],"Lightbox Settings":["Pengaturan Lightbox"],"Theme Style settings":["Pengaturan Style Tema"],"Elementor Pages":["Halaman Elementor"],"404 Error Page":["404 Halaman Eror"],"Or":["Atau"],"Import":["Impor"],"Back to dashboard":["Kembali ke dasbor"],"Your export is ready!":["Berkas export Anda sudah siap!"],"Download not working?":["Unduh tidak bekerja?"],"to learn more about building your site with Elementor Kits":["untuk mempelajari lebih lanjut tentang membangun situs Anda dengan Kit Elementor"],"Don't close this window until the process is finished.":["Jangan tutup jendela ini sampai proses selesai."],"This usually takes a few moments.":["Ini biasanya memakan waktu beberapa saat."],"Drag & drop the .zip file with your Kit":["Seret & jatuhkan berkas .zip dengan Kit Anda"],"Upload Files to Your Library":["Unggah Berkas ke Pustaka Anda"],"We recommend that you backup your site before importing a kit file.":["Kami menyarankan Anda membuat cadangan situs Anda sebelum mengimpor berkas kit."],"By default, all of your components will be exported.":["Secara standar, semua komponen Anda akan diekspor."],"to download":["untuk mengunduh"],"Important:":["Penting:"],"Learn more":["Pelajari Lebih Lanjut"],"Landing Pages":["Landing Page"],"Global Colors":["Warna Global"],"App could not be loaded":["Aplikasi tidak dapat dimuat"],"Search Results":["Hasil Pencarian"],"Archives":["Arsip"],"Footers":["Footer"],"Single Pages":["Halaman Tunggal"],"Single Posts":["Post Tunggal"],"Layout Settings":["Pengaturan Layout"],"Site Settings":["Pengaturan Situs"],"Headers":["Header"],"Not Found":["Tidak Ditemukan"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Mohon maaf, ada kesalahan. Klik 'Pelajari lebih lanjut' dan ikuti setiap langkah untuk menyelesaikannya dengan cepat."],"Tip":["Tip"],"Back":["Kembali"],"Previous":["Sebelumnya"],"Next":["Selanjutnya"],"Continue":["Lanjutkan"],"Popups":["Popup"],"Plugins":["Plugin"],"Skip":["Lewati"],"Something went wrong.":["Ada sesuatu yang salah."],"Pages":["Halaman"],"Click here":["Klik di sini"],"Select File":["Pilih Berkas"],"Enable":["Aktifkan"],"Edit Template":["Ubah Template"],"Elementor Posts":["Artikel Elementor"],"Close":["Tutup"],"Export":["Ekspor"],"Saved Templates":["Templat Tersimpan"],"Templates":["Template"],"Learn More":["Pelajari Lagi"],"Global Fonts":["Jenis Huruf Global"],"Elementor":["Elementor"],"Cancel":["Batal"],"Yes":["Ya"],"Go Back":["Kembali"],"Content":["Konten"],"Version":["Versi"]}},"comment":{"reference":"assets\/js\/app.js"}}